<%@ page contentType="text/html;charset=utf-8" language="java"
	pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt"%>
<%@ page import="com.ule.uhj.util.Constants"%>

<!DOCTYPE html>
<html>
<body>
<div>
	<p>时间戳：${nowTime}</p>
	<h1 style="text-align:center">邮乐网服务协议</h1>
	<p>邮乐快捷支付协议(以下简称“本协议”)是上海邮乐网络技术有限公司(以下简称“邮乐”)与邮乐用户(以下简称“用户”或“您”)订立的有效约定。邮乐依据本协议的规定提供快捷支付服务,用户必须同意和接受本协议,才能够享受邮乐提供的快捷支付服务。用户通过网络页面点击确认或以其他方式选择接受本协议,即表示您同意和接受本协议的全部条款。</p>
	<p>  </p>
	<p>在接受本协议之前,请您仔细阅读并充分理解本协议的全部内容。如果您不接受本协议的任何条款,或者无法准确理解本协议任何条款的具体含义,请立即停止后续操作。</p>
	<p>  </p>
	<p>第一条 邮乐相关服务说明</p>
	<p>  </p>
	<p>邮乐快捷支付服务:是指用户通过登录邮乐网站(www.ule.com) ,将本人银行卡卡号与用户本人邮乐账户绑定,并同意邮乐保留该卡信息。当用户使用邮乐快捷支付服务进行支付时,邮乐有权委托银行或其他第叁方直接从该银行卡扣除相应款项的服务。</p>
	<p>  </p>
	<p>第二条 用户注意事项</p>
	<p>  </p>
	<p>1、您应确保您在使用邮乐快捷支付时绑定的银行卡为您本人的银行卡,确保您将您的邮乐账户与该银行卡绑定且用其支付的行为合法、有效,未侵犯任何第叁方合法权益;否则因此造成邮乐、持卡人损失的,您应负责赔偿并承担全部法律责任。</p>
	<p>  </p>
	<p>2、您应妥善保管银行卡、卡号、密码以及邮乐账号、密码等与银行卡或与邮乐账户有关的一切信息,您应对任何人利用您的银行卡或邮乐账户所进行的活动负完全的责任,邮乐无法对非法或未经您授权使用您的银行卡或邮乐账户的行为作出甄别,因此邮乐不承担任何责任。如您遗失银行卡、泄露邮乐账户密码或相关信息的,您应及时通知发卡行及邮乐,以减少可能发生的损失。用户或用户授权人泄露密码、丢失银行卡所致损失需由用户自行承担。</p>
	<p>  </p>
	<p>3、用户不应将邮乐快捷支付服务用于任何非法的或违反本协议的目的。</p>
	<p>  </p>
	<p>4、用户如使用邮乐快捷支付功能进行支付的,应当在认真确认金额后输入密码进行支付。用户认可和同意:输入密码即视为用户确认交易和交易金额并已向邮乐发出指令,邮乐有权根据用户的该指令委托银行或第叁方从用户银行卡中划扣交易款项。届时用户不应以未在交易单据中签名、签名不符、非本人意愿交易等原因要求邮乐退款或承担其他责任。</p>
	<p>  </p>
	<p>5、用户认可邮乐账户的使用记录数据、交易金额数据等均以邮乐系统平台记录的数据为准。</p>
	<p>  </p>
	<p>第叁条 邮乐权利义务</p>
	<p>  </p>
	<p>1、邮乐将通过邮乐网站或其他方式发布有关邮乐快捷支付服务的使用说明和规则等文件,用户需依照相关说明和规则执行操作。如果用户不接受该等文件的任何内容的,用户有权停止使用邮乐快捷支付服务。</p>
	<p>  </p>
	<p>2、邮乐仅将按现有技术提供相应的安全措施以保障系统和服务安全和正常运行。因不可抗力或者其他意外事件,使得本协议的履行不可能、不必要或者无意义的,邮乐对此种情况下的用户损失免责。本协议所述不可抗力或其它意外事件包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
	<p>  </p>
	<p>3、在任何情况下,邮乐及其董事、员工或代理人,均不会对用户或任何第叁方就任何间接性、偶发性、特殊性或惩罚性的损害承担责任,即使邮乐已经知道或已被告知发生上述损害的可能性。</p>
	<p>  </p>
	<p>4、出现下列情况之一的,邮乐有权立即终止用户使用邮乐相关服务而无需承担任何责任:(1)用户违反本协议的约定;(2)用户违反邮乐/或其他关联公司网站的条款、协议、规则、通告等相关规定,而被上述任一网站终止提供服务的。</p>
	<p>  </p>
	<p>第四条 其他</p>
	<p>  </p>
	<p>1、本协议适用中华人民共和国大陆地区法律。因邮乐与用户就本协议的签订、履行或解释发生的任何争议,双方应友好协商解决。如协商不能解决,邮乐与用户同意提交上海市浦东新区有管辖权的法院诉讼解决。</p>
	<p>  </p>
	<p>2、本协议内容包括协议正文及所有邮乐已经发布的或将来可能发布的邮乐服务的使用规则。所有规则为本协议不可分割的一部分,与本协议正文具有同等法律效力。</p>
	<p>  </p>
	<p>3、本协议可由邮乐随时修订,邮乐自公布修订版本协议之日起即按修订后条款执行,不再另行通知,用户可在本网站查阅最新版协议条款。</p>
	<p>  </p>
	<p>4、如用户不接受邮乐将来发布的修订条款及相关服务规则,请立即停止使用邮乐提供的服务,用户继续使用邮乐提供的服务将被视为已接受和自愿遵守修订后的协议及相关规则。</p>
	<p>  </p>
	<p>5、本协议未尽事宜,用户需遵守邮乐网站上公布的《用户协议》及相关规则。</p>
	<p>  </p>
	<p>手机支付服务协议</p>
	<p>  </p>
	<p>申请和使用本项服务之前,您确认:您合法拥有并妥善保管在邮乐登记的手机号码,并且同意邮乐有权将您在邮乐登记的手机号码发送的信息作为您的注册邮乐账号、密码等方式之外的识别您的身份及支付指令的其它方式,所有使用您登记的手机号码所发送的操作指令均可视为经您授权的合法操作行为,遗失、泄露、被窃手机号码所导致的任何损失均由您自行承担。</p>
	<p>  </p>
	<p>任何使用您登记的手机号码所发送至邮乐计算机系统的支付指令,应被视为经您授权的不可撤销的付款指示,邮乐对于计算机系统按照收到的符合约定的支付指令完成支付的行为不承担任何责任。</p>
</div>
</body>
</html>