<%@ page contentType="text/html;charset=utf-8" language="java"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html >
<body>
<div>
<p >版本号：<strong>${version}</strong></p>
<p>时间戳：${nowTime}</p>
<h1>邮乐网服务协议</h1>

<p><strong>本协议由上海邮乐网络技术有限公司（以下称“邮乐网”）以及符合邮乐网标准的邮乐网用户（以下称“用户”）共同缔结，经友好协商，订立本协议，以资共同遵守。</strong></p>

<p><strong>用户仔细阅读本服务协议并在线确认后，本协议即构成对双方有约束力的法律文件。</strong></p>

<p><strong>在本协议履行过程中，邮乐网可根据实际情况对协议的相关条款进行修改变化。一旦协议内容发生变动，邮乐网将通过系统公布最新的服务协议，不再向用户作个别通知。如果用户继续使用邮乐网服务，则视为接受邮乐网对协议所做的修改，并应遵照修改后的协议履行应尽义务。</strong></p>

<p><strong>第一条</strong></p>

<p>1.1 用户的邮掌柜账号、密码和（或）数字证书是邮乐网识别用户身份及指令的唯一标志，所有使用用户邮掌柜账号、密码和（或）数字证书的操作即为用户的（授权）操作行为，用户应就该操作行为承担全部的法律责任和后果。</p>

<p>1.2 邮乐网向用户提供的服务以系统页面显示的内容为准，部分服务需要用户完成身份认证才能开通，用户因未完成身份认证而无法享受服务的，邮乐网不承担任何责任。</p>

<p>1.3 基于互联网的特殊性，邮乐网不承诺网络的稳定性及安全性，用户对此应理解并确认。由于系统维护、设备故障、黑客攻击及其他不可抗力的影响，而导致用户无法正常使用相关服务时，邮乐网不承担任何责任。</p>

<p>1.4 邮乐网合作机构提供的服务由相关合作机构承担责任和后果。</p>

<p><strong>第二条</strong></p>

<p><strong>2.1为向用户提供相应服务及便利，用户应向邮乐网提供个人及相关主体的信息，包括但不限于，用户身份（包括个人或法人）信息，用户银行、商业交易、投资或有价证券信息，手机通话、短信、通讯、社交、位置、硬件、音频、视频及应用等信息内容或功能，用户工作、担任社会职务等。用户有义务始终确保资料信息的真实性、完整性和有效性，并承诺对资料信息及时进行更新。</strong></p>

<p><strong>2.2用户授权邮乐网可以索取、留存、复制和使用上述<strong>2.1</strong>条描述的信息以及用户向邮乐网所提供的其他全部资料，同时授权邮乐网向有关方（包括但不限于邮乐网下属子公司、分公司、关联公司及邮乐网合作的第三方合作渠道等）披露用户上述<strong>2.1</strong>条描述的信息及其他全部资料。</strong></p>

<p><strong>2.3用户授权邮乐网或邮乐网合作的第三方合作渠道通过合法渠道收集、了解、咨询、审查用户的信息、资信状况，财务状况和其他与评定用户信用额度及偿付能力有关的信息，并将其反馈给邮乐网，用户授权邮乐网根据上述信息对用户的资信、财务及相关状况按照邮乐网相关规则做出评价和公示。</strong></p>

<p>2.4用户承诺严格按照本协议及与邮乐网合作的第三方达成的交易履行相关义务。如用户未完全履行义务，邮乐网有权将其任何违约行为记入用户信用资料，用户授权邮乐网有权在任何形式的公开场合或渠道上公布或公示包含其个人资料的违约行为信息。</p>

<p>2.5邮乐网基于履行协议、提供服务、解决争议、保障交易安全等目的使用用户相关信息资料时，无需再另行告知用户。</p>

<p><strong>第三条</strong></p>

<p>3.1 邮乐网提供的各种交易信息及机会资料仅供用户参考，用户应考虑实际情况独立判断并作出交易或申请决策。用户应知悉交易的风险，交易发生后产生的一切风险和责任均由用户自行承担。</p>

<p>3.2 用户由邮乐网任何工作人员处取得的建议、说明，均不构成邮乐网对服务的承诺和保证。</p>

<p><strong>第四条</strong></p>

<p>4.1 用户使用邮乐网服务时，邮乐网有权向用户收取相关服务费用。各项费用详见邮乐网服务收费说明。邮乐网保留单方面制定及调整服务费用的权利。</p>

<p>4.2 用户在使用邮乐网服务过程中可能需要向第三方或其他机构支付一定的费用，具体收费标准详见邮乐网服务收费说明。</p>

<p><strong>第五条</strong></p>

<p>5.1 本协议签订地为中国上海市浦东新区。因本协议和相关服务所引起的纠纷及争议，双方应尽力协商，协商不成的，提交上海市浦东新区人民法院提起民事诉讼。</p>

</div>

</body>

</html>
